

[제육덮밥 레시피]

갈비는 사방 5cm 크기로 썰어 기름기를 제거한다.
기름기를 없앤 갈빗살에 칼집을 낸 다음 찬물에 30분~1시간쯤 담가 핏물을 빼주고, 혹시 모를 절단 과정에서 섞인 뼛가루나 뼛조각을 제거해준다. 이 핏물 빼는 과정을 속성으로 하고 싶으면 한 번 끓여 데치는 거로 대체해도 되긴 된다.[6]
끓는 물에 찜기를 놓고 핏물을 뺀 갈비를 속까지 익을 때까지 찐다. 그런데 사실 한국의 대부분의 찜 요리는 양념을 많이 첨가해 조리하기 때문에 찌거나 삶거나 맛의 차이는 크게 없고, 또한 삶는 게 더 간편해서 그냥 삶는 경우가 많다. 정석은 찌는 것이지만 그냥 삶아도 상관 없다는 것. 실제로도 무슨무슨 찜요리들을 검색하면 사람들이 열의 아홉은 그냥 죄다 삶거나 삶듯이 조려버리는 경우가 많다. 그래도 정석은 찜이라면 삶거나 조리는 것보다 우선 찌는 게 전통적이라는 것만 알아두자. 어쨌든 찌거나 삶는 중간에 젓가락으로 고기를 찔러보아 핏물이 나오는지 확인한다. 핏물이 나오면 고기가 덜 익은 것이다. 수육처럼 40분이나 1시간 이상 찌거나 삶을 필요는 없고, 어차피 양념에 조리는 과정도 있기 때문에 딱 익을 정도로만 찌거나 삶으면 된다.
고기가 익으면 체에 받친다. 이 국물은 걸러서 지저분한 것을 제거하고 양념의 육수로 이용한다.
육수에 간장·설탕 등 양념 재료를 섞는다. 깔끔한 맛을 원한다면 맹물로 양념을 만들어도 된다.
찌거나 삶은 갈빗살에 양념을 넣어 끓이고, 도중에 마늘·파·양파를 넣고 조린다.
조림 국물이 반쯤으로 줄면 반 정도만 익힌 양파, 감자, 당근·밤과 은행을 넣고 조린다.

[끝]